:PROPERTIES:
:ID:       b4381d4d-0a23-411e-a6cf-a5445388bcbb
:END:
#+title: js-lang-fn-arrow fn
#+filetags: :js:
#+date: [2024-07-11 四]
#+last_modified: [2024-07-11 四 22:14]


#+BEGIN_SRC js :noweb yes :results output
const sum = (num1, num2) =>{
  return num1 + num2
}

console.log(sum(1,2))


#+END_SRC

#+RESULTS:
: 3


